Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 齐静春解释道：“是那说书先生，本名刘志茂，道号截江真君，其实是旁门里的道人，修为尚可，品行低劣，蔡金简、苻南华两人与你的恩怨，大半是他在兴风作浪，最后还在你心头，种下了一道歪门邪路的符箓，那是一幅四字真言，将一心求死四字，偷偷刻于你心田，手段极为歹毒。”
en_us: Qi Jingchun explained, "It's the storyteller. His true name is Liu Zhimao, and his title is the River Severing True Lord. In fact, he's an unorthodox cultivator, and even though his cultivation is decent, his character is lowly. The conflict between you and Cai Jinjian and Fu Nanhua was mostly caused by his meddling as well. In the end, he even planted a sinister talisman in your mind — that was a script with four words, seek death with resolve. He secretly carved this in your mind, a truly sinister and and vicious act."

source: 齐静春解释道：“陈平安先前被云霞山蔡金简一指开窍，强行打烂心神门户，其实精气神一直在流散外泻，结果刘羡阳刚好在这个时候出事，他就只好拼了命激发潜力，这就是所谓的破罐子破摔了，原本能剩下半年寿命，如今估计最多就是一旬吧。”
en_us: "Cai Jinjian forcefully opened Chen Ping'an's acupoints and also smashed the doorway to his mind. As a result, his energy and vitality have been leaking this entire time. Yet, Liu Xianyang was coincidentally hurt at this time as well, and this pushed him to draw on his potential with no regard for anything else. Since Chen Ping'an was already in a dire state, he decided that it wouldn't make much difference if his situation worsened even more. Initially, he could have lived for half a year more. Now, however, he can most likely only live for 10 days at most," Qi Jingchun explained.

source: 齐静春说到这里，突然笑了，“当时你娘亲嫁给你爹的时候，小镇好些同龄人都很郁闷来着。不过说实话，真要我说你爹娘在世时的生活细节，是为难我了，来到这里后，我除了教书授业，还有很多事情要做。”
en_us: Qi Jingchun suddenly smiled as he continued, "When your mother got married to your father, a lot of people around their age were extremely gloomy. Although to be honest with you, you're truly putting me in a tough spot if you want me to tell you the details of your parent's lives. After arriving here, I've had many other things to do apart from teaching."

source: 齐静春走在前边，微笑问道：“陈平安，你信不信，这世上有神仙精魅、妖魔鬼怪？”
en_us: Walking in front of the young boy, Qi Jingchun smiled faintly and asked, "Chen Ping'an, do you believe in the existence of immortals, spirits, demons and ghosts?"

source: 齐静春身前放着两枚印章，由最上等蛇胆石雕刻而成，皆不大，且都尚未篆刻印文。
en_us: There were two seals sitting before Qi Jingchun, both of which had been carved from the finest snake gall pebbles. They weren't large, nor had words been engraved onto them yet.

source: 齐静春转回头，摸了摸少年的脑袋，打趣道：“如果是宋集薪、赵繇、顾粲这些人，像你之前那般发此宏愿，说不定就要引发天地共鸣了。”
en_us: Qi Jingchun turned back around and stroked the young boy's head, teasing him by saying, "If that vow had been spoken by Song Jixin, Zhao Yao, or Gu Can, perhaps they would have triggered the resonance of heaven and earth."

source: 齐静春转头望向小镇那边，轻轻叹息一声，重新望向这头搬山猿，问道：“说完了？”
en_us: Qi Jingchun sighed softly as he turned around to look at the small town. He then turned back to Bai Yuan and asked, "Have you finished speaking?"

source: 齐静春转头望向窗外的夜空，夜幕当中，星星点点，如一颗颗夜明珠悬挂于一张黑幕之上。
en_us: Qi Jingchun turned around to glance at the night sky. Like bright pearls adorning a dark curtain, stars dotted the dark sky.

source: 齐静春转瞬之间来到巷弄，他先去看了倒在血泊中的女子，云霞山的蔡金简，三魂七魄晃荡消散，如风中残烛。
en_us: In the blink of an eye, Qi Jingchun arrived at his destination, and he first took a glance at Cai Jinjian, who was laying in a puddle of her own blood, while her soul was wavering and flickering like a dying flame in the wind.

source: 齐静春转身望去，一对少年少女快步跑向自己。
en_us: Qi Jingchun turned around, and he saw a young boy and a young girl running toward him.

source: 齐静春轻声道：“她说的这些，有些真有些假。至于善有善报恶有恶报一说，则很难定论，因为对于善恶的定义，老百姓，帝王将相，和长生仙家，三者是各有不同的，所以各自得出的结论，会很不一样。”
en_us: Qi Jingchun softly said, "Some of the things she told you are true, and some of them false. As for good deeds being rewarded and bad deeds being punished, this is truly difficult to say. After all, everyone has a different definition of what's good and what's bad. The common people, kings and officials, and immortals, all have different views on this. Thus, the conclusions that they reach will naturally be very different as well."

source: 齐静春轻声道：“跟紧我的脚步，尽量不要走出十步之外。”
en_us: Qi Jingchun said in a soft voice, "Follow me closely, and try to stay within 10 steps of me."

source: 齐静春轻声道：“风平浪静。”
en_us: "Calmness and tranquility," Qi Jingchun said in a quiet voice.

source: 齐静春轻轻放下手中印章，底款这面朝上。
en_us: Qi Jingchun lightly placed the seal down, with the engraved side facing up.

source: 齐静春那张近乎古板的脸庞，浮现出一些笑意。
en_us: Qi Jingchun always wore a stern expression, yet at this moment, the hint of a smile tugged at the corners of his lips.

source: 齐静春那条胳膊被飞剑一阵阵密集攒射后，变得伤痕累累，出现无数个黑色孔洞，相比原本通体莹白的巍峨法相，显得格外触目惊心。
en_us: Before long, Qi Jingchun's arm had already become riddled with countless black holes from the relentless assault, presenting a harrowing sight to behold, particularly compared with the rest of his pristine white Dao Manifestation.

source: 齐静春那颗拳头四周，凭空生出一条条闪电蛟龙，砸在手背之上。
en_us: A series of lightning flood dragons emerged out of thin air around his closed fist, then crashed into the back of his hand.

source: 齐静春陷入沉思，“既然那远游道人，已经对你泄露了天机，我也可以顺着他破开的口子，与你说些事情。在我的记忆里，你爹是个憨厚温和的人，天资平平，不值得被人带离小镇，自然就成了某些人眼中的鸡肋，被视为一笔亏本买卖，也许是一怒之下，也许是生活实在窘迫，总之小镇外的买瓷人，便在你爹的本命瓷上动了手脚，在那之后，不但他命途多舛，也连累你和你娘一起吃苦。后来他不知为何，无意间知晓了本命瓷的秘密，知道一旦被人开窑后带离小镇，就会一辈子沦为牵线木偶，他就偷偷砸碎了属于你的那只本命瓷器，如果我没有记错的话，应该是一只瓷镇纸。”
en_us: Qi Jingchun fell deep into thought. "Since that traveling Daoist has already revealed some secrets to you, I can also take advantage of the opening that he's made and tell you some things. From what I remember, your father was a honest and gentle person. His talent was mediocre, so he wasn't chosen to be brought out of this small town. As a result, he naturally became worthless in the eyes of those who had invested in him, and was viewed as a financial loss. Perhaps they were angered, or perhaps they were faced with some predicament... In any case, the porcelein buyers tampered with your father's bonded porcelain. After that, not only did he face many setbacks in life, but he even caused your mother and you to live in misery as well. Due to some unknown reason, your father later inadvertently discovered the secrets of the bonded porcelains. He discovered that once someone was led outside the small town, they would become a puppet on a string forever. Thus, he secretly smashed the bonded porcelain that belonged to you. If I remember correctly, it was a porcelain paperweight."

source: 齐静春面容沉静，不苟言笑。
en_us: Qi Jingchun wore a tranquil expression, appearing solemn and dignified.

source: 齐静春面无表情，冷声道：“三次磕头，是要你分别礼敬天地！苍生！大道！”
en_us: Qi Jingchun looked down on her in an expressionless manner as he declared, "I made you kowtow thrice to honor the world, all living beings, and the Great Dao, respectively!"

source: 龇牙咧嘴，择人而噬，就像一头的虎豹幼崽。
en_us: Even though he was facing his own mother, he was baring his fangs at her like a tiger cub.

source: 一物降一物。
en_us: Everyone was scared of something. Prior to this, Gu Can seemed to be completely fearless, but at this moment, his face was deathly pale, and he sat down onto the ground as he rubbed his hand haphazardly over his own face. It was clear that he really was terrified of the old man.

source: 与此同时，老人随手一抹，便从孩子身上不知何处摸出一片槐叶。
en_us: At the same time, the old man pulled out a locust leaft from somewhere on Gu Can's body with a casual swipe of his hand.

source: 原本意态闲适的老人听闻此言，如遭雷击，猛然挥袖，五指掐动如飞。
en_us: The casual and relaxed demeanor of the old man instantly faded upon hearing this, and it was as if he had been struck by a bolt of lightning. He abruptly swept a sleeve through the air, rapidly moving his fingers as if he were calculating something.

source: 双指虚捻，并未实握。
en_us: He held the left in between two of his fingers in a very light grip.

source: 名叫顾粲的孩子站在门外，破口大骂，中气十足。
en_us: Outside his yard, Gu Can was still yelling profanities and insults with indefatigable vigor.

source: 否则三岁小儿，持金过市，不是自找死路吗？
en_us: Otherwise, a child of his age with such a prized entity in his possession would be bringing nothing but disaster upon himself.

source: 在孩子走近后，老人朝碗中水面轻轻吹了一口气，涟漪阵阵。
en_us: Once the boy had reached him, the old man gently blew onto the surface of the water in the bowl, causing it to ripple incessantly.

source: 妇人一巴掌打在自己儿子脸上，怒容道：“闭嘴！”
en_us: The woman immediately slapped him across the face with a furious expression. "Shush!"

source: 妇人也摇头，“以前是如此，以后未必了。”
en_us: "Perhaps that was true in the past, but it may not continue to hold true in the future," the woman countered with a shake of her head.

source: 妇人如释重负。
en_us: In contrast, the woman was looking very relieved.

source: 妇人恼羞成怒，高高抬起手臂，又要教训这个猪油蒙心的蠢儿子。
en_us: The woman became even more furious, and she raised her hand to discipline her foolish child again, but the old man waved a hand to stop her.

source: 妇人捋了捋鬓角发丝，望向陈平安，柔声道：“平安。”
en_us: The woman smoothed down her own hair momentarily before turning to Chen Ping'an as she called out in a gentle voice, "Ping'an."

source: 妇人眼神深处，对这个草鞋少年，隐藏有一抹愧疚。
en_us: A hint of guilt surfaced in the woman's eyes as she glanced at Chen Ping'an's parting figure, but she quickly banished those thoughts nad feelings as she turned to the old man and asked, "You've come a long way to get here, esteemed immortal master. Are you planning to buy this opportunity or take it by force?"

source: 妇人脸色冷漠，讥笑道：“仙长以为这座小镇，能有几个好人？”
en_us: A cold look appeared on the woman's face as he sneered, "Did you think that this town was full of good people?"

source: 妇人虽然故作镇定，其实手心全是汗水。
en_us: The woman putting on a calm and collected facade, but in reality, the palms of her hands were sweating profusely.

source: 婢女稚圭转身走向屋子。
en_us: Zhi Gui turned and returned to the house.

source: 孩子下意识啊了一声。
en_us: Gu Can reflexively opened his mouth in surprise upon seeing this, and with a flick of his finger, the bright green locust leaf vanished into Gu Can's mouth.

source: 孩子低下头，用手背擦拭泪水，以及鼻涕。
en_us: Gu Can lowered his head and used the back of his hand to wipe at his tears and snot, while the woman turned to the old man in silence.

source: 孩子使劲抽了抽鼻子，压低嗓音道：“陈平安，我跟你说，刚才我碰到个怪人，他手里那只白碗，能够一直往外倒水，你看啊，才这么点大的碗，我亲眼看到他倒水倒了一个时辰！那家伙刚才路过咱们泥瓶巷巷口的时候，好像停了下来，该不是看到我了吧？惨了惨了”
en_us: Gu Can sniffled vigorously as he replied in a quiet voice, "I met a really strange person just now. He could use the white bowl in his hand to keep on pouring out water without stopping! The bowl was only this big, yet I just saw him pouring water out of it non-stop for two hours! As he was passing by the entrance of our Clay Vase Alley, he seemed to have stopped. Could it be that he spotted me? I'm in so much trouble!"

source: 孩子使劲点头，“可不是，老头手上力气没几斤，连我也提不起，可那口破碗是真瘆人啊，瘆人得很！”
en_us: Gu Can nodded eagerly response. "That's him! The old man doesn't have much strength in his arms, and he can't even lift me up, but that bowl of his is terrifying! Terrifying, I tell you!"

source: 孩子冷不丁问道：“陈平安，那家伙不会是去我家了吧？咋办啊？”
en_us: "You don't think that old bastard went to my house, do you? What do I do?" Gu Can suddenly asked.

source: 孩子双手比划了一下白碗的大小，然后拍了拍胸口，感慨道：“真是吓死宋集薪他爹了。”
en_us: Gu Can used his hands to describe to Chen Ping'an the size of the bowl, then patted his own chest as he panted, "He almost frightened Song Jixin's father here to death!"

source: 孩子噤若寒蝉，牙齿打颤。
en_us: Gu Can's teeth began to chatter, and he was suddenly feeling very cold.

source: 孩子在陈平安身后喊道：“还能有啥，我从溪里摸上来的鱼虾螃蟹，还有田里钓上来的泥鳅黄鳝！你要是喜欢，就拿走好了，别客气”
en_us: Gu Can yelled out in response from behind Chen Ping'an, "What else could it be? Just some fish, prawns, and crabs that I caught from the creek and some eels and catfish that I fished out of the farm channels. If you like them, you're welcome to take them..."

source: 孩子大概是就等着陈平安这句话，猛然起身，又颓然坐下，哭丧着脸道：“陈平安，我腿软走不动路啊。”
en_us: This was most likely exactly what Gu Can was waiting to hear, and he immediately rose to his feet, only to sit back down again in a deflated manner before turning to Chen Ping'an with a pitiful expression. "My knees are weak, I can't walk!"

source: 孩子家离这不远，也就百来步路程，果不其然，顾粲看到那个老头子就在他家院子里，他娘亲竟然还给那老头子拿了一条凳子。
en_us: The child's house was only around 100 meters away from Chen Ping'an's, and sure enough, upon arriving there, Gu Can spotted the old man in their courtyard, and his mother had even pulled out a stool for him to sit on.

source: 孩子愣在当场，然后发现好像自己嘴中没有任何异样。
en_us: The boy was instantly rooted to the spot, but he then discovered that nothing seemed to feel different in his mouth.

source: 孩子抬起头后，他的娘亲，和莫名其妙就从天上掉下来的半路师父，已是淡淡笑意。
en_us: Upon raising his head, Gu Can discovered that his mother and this master of his that had suddenly popped up out of nowhere both had faint smiles on their faces.

source: 孩子望向娘亲，她点了点头，充满鼓励的眼神。
en_us: Gu Can turned to his mother with an inquisitive expression, and she nodded at him with encouragement in her eyes.

source: 孩子的嗓音越来越低，显然底气不足。
en_us: His voice was growing quieter and quieter as he spoke, clearly indicating a lack of conviction and courage.

source: 孩子突然哭了起来，“这样不对！它是陈平安的！”
en_us: All of a sudden, Gu Can burst into tears. "This isn't right! That thing belongs to Chen Ping'an!"

source: 孩子突然抓住陈平安的手臂，“陈平安，我这次是真没骗你！我可以发誓，如果骗你，就让宋集薪不得好死！”
en_us: Gu Can suddenly grabbed onto Chen Ping'an's arm as he vowed, "I'm not lying to you this time, Chen Ping'an! I swear! If I'm lying to you, then let Song Jixin suffer a terrible death!"

source: 孩子转过头，陈平安离开的时候，没有忘记关上院门。
en_us: Gu Can turned around to find that Chen Ping'an had closed the gate of the yard upon his departure.

source: 宋集薪根本没有露面，在屋里直接喊道：“这算什么，我昨晚还看到陈平安跟你娘亲拉拉扯扯，被我撞见后，陈平安才把爪子从你娘衣领里使劲拔出来，这也怪你娘亲，她那儿呀，实在太壮观太饱满了，可怜陈平安累得满头是汗”
en_us: Song Jixin didn't bother to come out, and he yelled in response from inside his house, "What's the big deal? I saw Chen Ping'an groping your mother last night. Only I ran into them did Chen Ping'an hurriedly pull his hand out of your mother's collar. To be fair, your mother is the one to blame. She's way too full and voluptuous there, poor Chen Ping'an was sweating buckets because of how heavy those damn things were!"

source: 宋集薪虽然怨恨那个男人，但是有钱不花天打雷劈，在民风淳朴的小镇上，想要大手大脚都很难，这么多年来，宋集薪还真就喜欢上了收破烂的行当，满满当当一大朱漆箱子，全是翠绿葫芦这样的偏门玩意儿。只不过宋集薪有一种玄之又玄的直觉，一大箱子，五花八门，三十余件物件，这只葫芦最为贵重，然后是一只锈迹斑斑的紫金铃铛，摇晃起来，明明看见悬锤在撞击内壁，本该发出清脆声响，却是无声无息，让宋集薪既毛骨悚然，又心生惊奇。最后是一把落款为的“山魈”的古朴茶壶，其余物件，宋集薪喜欢得粗浅，称不上一见钟情。
en_us: Even though Song Jixin resented his father, there was no reason for him not to spend the money left to him. In the simple and unsophisticated small town, it was difficult to spend a lot of money even if one wanted to. Over the years, Song Jixin really had developed a hobby of collecting all types of trinkets. He had a large red chest that was filled with all types of interesting obscure items like that the green gourd, but Song Jixin had a profound and inexplicable feeling that out of all of the items in the chest, of which there were around three dozens, the gourd was the most important one, followed by a rusty violet gold bell. When shaken, it could be clearly seen that the clapper of the bell was clattering against its inner wall, so it should've produced a chime, but it was completely silent. This phenomenon bot terrified and fascinated Song Jixin. The only other artifact worthy of note was an old teapot with the word "mandrill" inscribed upon it. As for all of the other items, Song Jixin didn't really care much for them.

source: 小巷里有人狠狠踹着宋集薪院门，愤怒道：“宋集薪，出来，单挑！你输了，你把稚圭送给我当丫鬟，每天给我喂饭铺床洗脚！我输了，就把陈平安给你当下人杂役，咋样？就问你敢不敢，反正谁不敢就是缩头乌龟！”
en_us: Someone on the alley outside began to kick viciously at Song Jixin's gate as they yelled in a furious voice, "Come out and fight me one-on-one, Song Jixin! If you lose, then you have to hand over Zhi Gui to become my maidservant! I'll have her feed me, make my bed, and wash my feet every day! If I lose, Chen Ping'an will become your servant. What do you say? Do you dare to accept my challenge? Whoever backs down is a cowardly turtle!"

source: 小镇就像是一块庄稼地，赶上了大年份，丰收的季节。
en_us: The town was like a plot of farmland during the harvest season, but some people were like weeds that were interspersed throughout the crops, with no one paying them any attention. The lonesome straw-sandalled young boy who was making his way through Clay Vase Alley was precisely one of those people.

source: 屋内宋集薪懒洋洋道：“一边凉快去！你爹我翻了翻黄历，今天不适宜打儿子，顾粲，算你运气好！”
en_us: Inside the room, Song Jixin retorted in a lazy voice, "Get out of here, Gu Can! I was flipping the lunar almanac, and it tells me that this is not a good day for a father to beat up his son, so I'll let you off the hook for now, you lucky little bastard!"

source: 屋内，宋集薪正在仔细擦拭一只翠绿葫芦，是年代不详的老物件，也是那位宋大人留下的“家产”之一，宋集薪起先并不上心，后来无意间发现每逢雷雨天，葫芦内便嗡嗡作响，可是宋集薪拔掉盖子后，不管如何挥动摇晃，也不见有任何东西滑出，往里头灌水、装沙子，倒出来还是水和沙子，一点不多，一点不少。宋集薪实在没辙了，加上有次被门外顾粲的泼辣娘亲，一口一个有娘生没爹养的私生子，给骂得心烦意乱，宋集薪就拿刀对着葫芦一顿劈砍，结果让少年瞠目结舌，刀刃已经翻卷，葫芦依旧完好无损，一丝一毫的痕迹都没有留下。
en_us: Inside, Song Jixin was carefully polishing a bright green gourd. It was an antique from an indeterminate era, and it was one of the things left behind by Master Song. In the beginning, Song Jixin didn't pay much attention to it, but he later discovered that whenever there was a lightning storm, a buzzing sound would ring out from within the gourd. However, after removing the cork, no matter how much he shook or swung the gourd around, nothing would come out. He also tried filling it with water and sand before pouring it out, and the exact same amount of water and sand would be come out. Thus, he could only set it aside again. One time, Gu Can's abhorrent mother was outside his gate, taunting him over and over again about being an illegitimate son who had been abandoned by his father. The insults were really getting to him, and in a fit of rage, he picked up a blade before hacking viciously at the gourd to vent his fury. However, to his astonishment, the edge of the blade had already fully curled back, yet the gourd was still completely unscathed, with not even the slightest mark left on its surface.

source: 屋外的孩子使劲捶门，“稚圭，你跟着这么个孬种少爷，多憋屈啊，你还是跟刘羡阳私奔算了，反正那傻大个看你的眼神，就像是要吃了你。”
en_us: The child continued to pound the gate with all his might. "Zhi Gui, aren't you ashamed to be following such a cowardly master? I say you shoul go and elope with Liu Xianyang! That idiot's always looking at you like he wants to eat you up!"

source: 当熊孩子顾粲握住陈平安的袖口，没来由就立即满腔豪气了。
en_us: Gu Can clutched onto Chen Ping'an's sleeve, and he was instilled with a surge of courage, seemingly having been emboldened by Chen Ping'an's presence.

source: 所以当这位身负神通的托碗老人，之前破例施展祖传秘术，对其摸骨称重，自然就拎不动顾粲了。
en_us: The old man had gone out of his way earlier to perform a secret technique that had been passed from generations, one that allowed him to gauge the weight of the cultivation aptitude in others. The fact that he was unable to lift up Gu Can while using this secret technique was a testament to the boy's exceptional aptitude, and that was why he was going to accept the boy as his disciple.

source: 早年被宋集薪烧掉的一封信上写道：“官署搬至小院的金银铜钱，保证你们主仆二人衣食无忧，闲暇时候，可以搜罗一些见之心喜的古董，权当陶冶性情。小镇虽小，粗粮可以养胃，书籍可以养气，景致可以养目，寂寥可以养心。今日起，尽人事听天命，潜龙在渊，日后必有福报。”
en_us: On a letter that had been burned by Song Jixin some years ago, it was written: "The gold, silver, and copper coins brought to you will ensure that all expenses will be covered for you and Zhi Gui. In your spare time, you can search for some antiques that take your fancy for the purpoes of developing a tasteful hobby. The town isn't a very big place, but the coarse grains here are enough to nurture the belly, the books can nurture the mind, the scenery can nurture the eyes, and the peace and quiet can nurture the heart. From this day forth, you can only do your best and let fate decide the rest. The dragon lurking in plain sight will be sure to rise to the heavens someday."

source: 没过多久，骂声戛然而止。
en_us: However, shortly thereafter, his voice abruptly cut off.

source: 泥瓶巷住着个一对母子，两人的骂架功夫，小镇无敌手，也就只有宋集薪能够与他们过过招。其中孩子特别顽劣，常年挂着两条鼻涕虫，喜欢去溪滩里摸鱼、捡石子，抓来的鱼都养在一只大水缸里，石子就堆积在水缸旁边。宋集薪偏偏喜欢招惹这个小刺头，隔三岔五就去顺手牵羊几颗石子，一天两天看不出，可是经不住宋集薪经常摸走，一旦被孩子确认自己少了宝贝，就会炸毛，跟踩中尾巴的小野猫似的，能够在院门外骂一个时辰，他娘亲也从不劝，反而还会可劲儿煽风点火，专门故意挑破宋集薪是前任督造官私生子的事情，好几次把宋集薪给气得牙痒痒，差点就要拎着板凳出门干架，婢女稚圭好说歹说，才劝阻下来。
en_us: There was a mother and son pair living on Clay Vase Alley, and they were completely unmatched in the town when it came to their ability to win arguments and deliver vicious insults. Only Song Jixin could compete with them in this regard. Among the pair, the child was particularly egregious. He constantly had two lines of snot trailing out of his nostrils, and he liked to catch fish and pick up rocks from the creek. All of the fish that he caught was kept in a large water vat, while the rocks that he collected were piled up next to the vat. For some reason, Song Jixin really liked to pick on the kid. Every sonce in a while, he would take a few rocks from the boy's collection, and this wasn't so apparent at first, but what was happening quickly became clear over time as Song Jixin was regularly taking rocks from the pile. Whenever the boy noticed that some of prized rocks were missing, he would fly into a rage like a wild kitten that had just had its tail trodden on, and he could stand outside Song Jixin's yard and yell profanities for two hours at a time. His mother never tried to dissuade him from this behavior. Instead, she was always eagerly fanning the flames, specifically bringing up the fact that Song Jixin was an illegitimate son of the previous kiln supervision official. On quite a few occasions, Song Jixin was so enraged by thsi pair that he had almost carried a bench outside to fight them, and Zhi Gui had to hold him back each time.

source: 然后陈平安看到那个家伙猛然推开自己院门，满脸惊慌，拴上门闩后，蹲在门旁，不断给自己使眼色，要自己也蹲到他身边。
en_us: The boy then suddenly pushed open the gate of Chen Ping'an's yard before rushing inside with a panicked expression. After sliding the deadbolt across, he squatted down beside the gate before silently indicating for Chen Ping'an to also squat down beside him.

source: 老人不给他询问的机会，指了指掌心所托的白碗，“仔细看看有什么。”
en_us: Before he had a chance to say anything, the old man pointed at the bowl sitting on the palm of his hand as he asked, "Take a good look and tell me if you see anything."

source: 老人会心一笑，点了点头。
en_us: The old man nodded as he gave her a meaningful smile, and both of them understood one another, so there was no need for further words.

source: 老人喟然长叹道：“何至于此啊！”
en_us: He then heaved a long sigh. "Was it really necessary go so far?"

source: 老人坐回凳子，朝顾粲招手道：“小娃儿，过来瞅瞅。”
en_us: The old man sat back down onto the stool, then beckoned to Gu Can. "Come here and take a look, child."

source: 老人对此不以为意，坐在板凳上，略作思量，手中那只白碗，凭空消失不见。
en_us: The old man paid no heed to the two young boys as he sat on the stool, seemingly thinking about something, and the white bowl he was holding earlier was nowhere to be seen.

source: 老人对此毫不意外，淡然道：“我辈修士，为证长生，大逆不道。这点争夺，不算什么。不用如此紧张，该是你儿子的，逃不掉，不该是那个少年的，也守不住。”
en_us: The old man wasn't surprised by this at all, and he said in an indifferent voice, "We cultivate for the sake of immortality, which is already an endeavor that goes against the natural order, so fighting over resources and opportunities to aid us on that path is nothing to be frowned upon. There's no need to be so nervous. What rightfully belongs to your son will come to him no matter what, and what doesn't belong to that young boy will ultimately not fall in his possession."

source: 老人摆摆手，笑了笑，轻描淡写道：“有此心肠，并非全是坏事。”
en_us: He smile as he said in a nonchalant manner, "It's not necessarily a bad thing that he has such a kind heart."

source: 老人摇头笑道：“买？我可买不起。抢？我也抢不走。”
en_us: The old man smiled as he shook his head in response. "I can't afford the price required to buy this opportunity, nor am I able to take it by force."

source: 老人洒然一笑，眼神却冰冷，缓缓道：“当然了，就算原本是那少年的，又如何？如今有老夫亲自坐镇，也就不是他的了。”
en_us: A carefree smile appeared on the old man's face, but his eyes were as cold as ice as he said, "Of course, even if it did originally belong to that boy, what does it matter? Now that I'm here, it no longer belongs to him."
